Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/Areas_Texts/PidStateTexts.tmx
Source language: en
Languages: zh

source: Idle
zh: 空闲

source: Active
zh: 激活

source: Tuning
zh: 整定

source: Error
zh: 错误

source: Invalid sample time
zh: 采样时间无效

source: Gain negative
zh: 比例不能为负数

source: Integration time negative
zh: 积分时间不能为负数

source: Derivative time negative
zh: 微分时间不能为负数

source: Filter time negative
zh: 滤波时间不能为负数

source: Invalid MinOut / MaxOut
zh: 无效的最小 / 最大输出

source: Sampling is invalid
zh: 采样无效

source: Zero gain
zh: 比例为零

source: Invalid filter time
zh: 滤波时间无效

source: System reference used
zh: 参考系统已被使用
